/*  Class = "NSMenuItem"; title = "Default"; ObjectID = "89";  */
"Default" = "Standard";

/*  Class = "NSTextFieldCell"; title = "Key Block Size:"; ObjectID = "133";  */
"Key Block Size:" = "Key-Block-Größe:";

/*  Class = "NSButtonCell"; title = "Advanced"; ObjectID = "65";  */
"Advanced" = "Erweitert";

/*  Class = "NSButton"; gToolTip = "Advanced index settings"; ObjectID = "63";  */
/*  Class = "NSButton"; gToolTip = "Advanced index settings"; ObjectID = "64";  */
"Advanced index settings" = "Erweiterte Index-Einstellungen";

/*  Class = "NSMenuItem"; title = "Remove Field"; ObjectID = "124";  */
"Remove Field" = "Spalte entfernen";

/*  Class = "BWAnchoredButton"; gToolTip = "Add indexed field"; ObjectID = "108";  */
"Add indexed field" = "Indizierte Spalte hinzufügen";

/*  Class = "BWAnchoredButton"; gToolTip = "Remove indexed field"; ObjectID = "110";  */
"Remove indexed field" = "Spalte aus Index entfernen";

/*  Class = "NSTableColumn"; headerCell.title = "Field"; ObjectID = "57";  */
"Field" = "Spalte";

/*  Class = "NSTableColumn"; headerCell.title = "Size"; ObjectID = "58";  */
"Size" = "Länge";

/*  Class = "NSTextFieldCell"; title = "Storage Type:"; ObjectID = "93";  */
"Storage Type:" = "Storage-Typ:";

/*  Class = "NSTextFieldCell"; title = "Key Name:"; ObjectID = "23";  */
"Key Name:" = "Name:";

/*  Class = "NSTextFieldCell"; title = "Key Type:"; ObjectID = "24";  */
"Key Type:" = "Typ:";

/*  Class = "NSTextField"; gToolTip = "Choose the name of the index or leave blank to use column name"; ObjectID = "11";  */
"Choose the name of the index or leave blank to use column name" = "Geben Sie einen Namen für den Index ein oder lassen Sie das Feld leer um den Spaltennamen zu verwenden";

/*  Class = "NSPopUpButton"; gToolTip = "Choose the type of the index"; ObjectID = "12";  */
"Choose the type of the index" = "Wählen Sie den Typ des Indexes aus";

/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "59";  */
/*  Class = "NSTextFieldCell"; placeholderString = "optional"; ObjectID = "19";  */
"optional" = "optional";

/*  Class = "NSButtonCell"; title = "Add"; ObjectID = "83";  */
"Add" = "Hinzufügen";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "82";  */
"Cancel" = "Abbrechen";

